{
    "Commit": {
        "Identify what you want to achieve": {
            "How to make it stick": {
                "Competency": {
                    "Creating a Data & Analysis Literate Workforce": {
                        "The city either directly provides or dedicates budget resources for purchasing employee training on data/analytics.": {
                            "Carter": {
                                "58": {}
                            }
                        }
                    },
                    "Assessing Your Own Capabilities": {
                        "The city has a mechanism to assess the mathematical, statistical, and computer science capabilites of its own workforce.": {
                            "Carter": {
                                "59": {}
                            }
                        }
                    }
                },
                "Publicity": {
                    "Capturing Best Practices": {
                        "Stories, links to stories, or links to work done based upon open data are routinely provided": {
                            "Andrew/Sun": {
                                "53": {}
                            }
                        },
                        "New, recently updated, or important datasets are routinely highlighted": {
                            "Andrew/Sun": {
                                "52": {}
                            }
                        },
                        "The city captures its own best practices and communicates about them.": {
                            "Carter": {
                                "50": {
                                    "Yes": {
                                        "51": 1
                                    }
                                }
                            }
                        },
                        "Open data success stories are routinely shared with the media and on social media": {
                            "Andrew/Sun": {
                                "51": {
                                    "Yes": {
                                        "51": 1
                                    }
                                }
                            }
                        }
                    },
                    "Press Examples": {
                        "The city actively pushes its own example of data-driven practices to the press/media.": {
                            "Carter": {
                                "54": {
                                    "Yes": {
                                        "56": 1
                                    }
                                }
                            }
                        },
                        "City leaders routinely reference public data in press releases, interviews, presentations or public speeches": {
                            "Andrew/Sun": {
                                "55": {
                                    "Yes": {
                                        "56": 1
                                    }
                                }
                            }
                        },
                        "C1. The mayor or chief executive cites data when speaking publicly about progress towards city goals": {
                            "WWC": {
                                "56": {
                                    "Yes": {
                                        "56": 1
                                    }
                                }
                            }
                        },
                        "A6. In public remarks (or public materials), the mayor or chief executive explains how any change in funding between vendors or programs was driven by data and evidence": {
                            "WWC": {
                                "57": {
                                    "Yes": {
                                        "56": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Culture": {
                    "Culture Change Resources": {
                        "The city has explicitely referenced a desire to change or shape its own culture toward one more adept with data and analysis.": {
                            "Carter": {
                                "44": {}
                            }
                        }
                    },
                    "Culture Diagnostic Tools": {
                        "The city has engaged in demonstrable efforts (i.e. focus groups, consutling reviews, surveys) to understand its own culture.": {
                            "Carter": {
                                "43": {}
                            }
                        }
                    }
                },
                "Strategic Framework": {
                    "Strategic Framework": {
                        "The city has a strategic plan which explicitely includes language about leveraging data to make decisions as an organization.": {
                            "Carter": {
                                "33": {}
                            }
                        }
                    }
                },
                "Stakeholder Buy-In": {
                    "Employee Recognition": {
                        "City employees are routinely recognized for their contributions to improving government.": {
                            "Carter": {
                                "46": {}
                            }
                        }
                    },
                    "Employee Evaluations - Linkage to Goals": {
                        "City employees are evaluated using a tool or framework which connects their own performance to that of their respective programs, departments, and the city writ large.": {
                            "Carter": {
                                "45": {}
                            }
                        }
                    },
                    "Employee Engagement - Listening, Participation, Feedback, Communication": {
                        "C6. Involves internal stakeholders in goal setting": {
                            "WWC": {
                                "49": {
                                    "Yes": {
                                        "49": 1
                                    }
                                }
                            }
                        },
                        "The city leverages multiple channels to engage its employees (listening sessions, internal communications, feedback sessions, high participation rates in activities)": {
                            "Carter": {
                                "47": {
                                    "Yes": {
                                        "49": 1
                                    }
                                }
                            }
                        },
                        "Awareness and use of the open data portal is fostered within agencies/departments": {
                            "Andrew/Sun": {
                                "48": {
                                    "Yes": {
                                        "49": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Policy": {
                    "Open Data Executive Order (Examples)": {
                        "C9. Has an Open Data policy": {
                            "WWC": {
                                "40": {
                                    "Yes": {
                                        "40": 1
                                    }
                                }
                            }
                        },
                        "The city has an executive order signed by the chief executive on Open Data.": {
                            "Carter": {
                                "39": {}
                            }
                        }
                    },
                    "Sample Performance Management Resolution": {
                        "The city's legislative branch has passed a resolution or ordinance establishing performance management requirements for the city.": {
                            "Carter": {
                                "42": {}
                            }
                        }
                    },
                    "Open Data Ordinance": {
                        "The city has an ordinance passed by city council on Open Data.": {
                            "Carter": {
                                "34": {
                                    "Yes": {
                                        "40": 1
                                    }
                                }
                            }
                        },
                        "Create guidance or other binding regulations for implementation": {
                            "Andrew/Sun": {
                                "37": {}
                            }
                        },
                        "Reference and build on existing public accountability and access policies": {
                            "Andrew/Sun": {
                                "35": {}
                            }
                        },
                        "Stipulate that provisions apply to contractors or quasi-governmental agencies": {
                            "Andrew/Sun": {
                                "36": {}
                            }
                        },
                        "Mandate future review for potential changes to this policy": {
                            "Andrew/Sun": {
                                "38": {}
                            }
                        }
                    },
                    "STAT Executive Order Examples & Chart": {
                        "The city has an Executive order establishing a STAT or STAT-like program": {
                            "Carter": {
                                "41": {}
                            }
                        }
                    }
                }
            },
            "How to create & sustain compelling decision-making forums": {
                "Tactical-level forums": {
                    "Open Data Forums": {
                        "The city has an Open Data portal.": {
                            "Carter": {
                                "26": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        }
                    },
                    "Internal Data Visualizations": {
                        "The city publsihes data visualizations for employees to inform the day-to-day execution of their responsibiliies.": {
                            "Carter": {
                                "27": {
                                    "Yes": {
                                        "28": 1
                                    }
                                }
                            }
                        },
                        "C8. Publishes city progress on city goals annually or more frequently (e.g., annual report, update to city’s strategic plan, etc.)": {
                            "WWC": {
                                "28": {
                                    "Yes": {
                                        "28": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Budget Process Forums": {
                    "Performance Based Budgeting": {
                        "Ensure sufficient funding for implementation": {
                            "Andrew/Sun": {
                                "30": {
                                    "Yes": {
                                        "31": 1
                                    }
                                }
                            }
                        },
                        "A5. Redirects budget allocations for citywide policies, program areas, or multi-agency initiatives based in part on their measurable impact (i.e.,moving funds away from ineffective policies or programs and towards programs that demonstrate better results)": {
                            "WWC": {
                                "31": {
                                    "Yes": {
                                        "31": 1
                                    }
                                }
                            }
                        },
                        "The city routinely make resource/budgeting decisions in meetings which are infused with the analysis of data.": {
                            "Carter": {
                                "29": {
                                    "Yes": {
                                        "31": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Sustainment Strategies": {
                    "Sustainment Strategies": {
                        "The city's STAT program or other high-visibility, data-driven, decision-making venue has existed for more than one political administration.": {
                            "Carter": {
                                "32": {}
                            }
                        }
                    }
                },
                "Non-STAT Forums": {
                    "Non-STAT Forums": {
                        "The city has an interdisciplinary meeting of senior management officials which is infused with data and analysis to drive the discussion. (but it is not called STAT)": {
                            "Carter": {
                                "25": {}
                            }
                        }
                    }
                },
                "STAT Forums": {
                    "Performance Management (STAT) Getting Started Guide (Git": {
                        "The city has a STAT program which is chaired by a senior official with ample authority.": {
                            "Carter": {
                                "20": {
                                    "Yes": {
                                        "22": 1
                                    }
                                }
                            }
                        }
                    },
                    "Intro to STAT": {
                        "M3. Has a set schedule for performance management or Stat meetings, led by the mayor or his/her senior team": {
                            "WWC": {
                                "22": {
                                    "Yes": {
                                        "22": 1
                                    }
                                }
                            }
                        },
                        "The city has a STAT program which occurs routinely on a predictable schedule.": {
                            "Carter": {
                                "21": {
                                    "Yes": {
                                        "22": 1
                                    }
                                }
                            }
                        }
                    },
                    "History of Performance STAT Programs & Appendix": {
                        "The city has a STAT program which drives specific actions for which individuals/programs are held accountable for completing.": {
                            "Carter": {
                                "24": {}
                            }
                        }
                    },
                    "STAT Delivery Model": {
                        "The city has a STAT program which consistently leverages data to inform the discussion.": {
                            "Carter": {
                                "23": {}
                            }
                        }
                    }
                }
            },
            "How to get focused": {
                "Choosing \"who\" to assign it to": {
                    "Choosing \"who\" to assign it to": {
                        "The city has established (and published) clear owners (programs and/or individuals) which make it clear \"who\" is responsible for progress toward each goal statement.": {
                            "Carter": {
                                "13": {}
                            }
                        }
                    }
                },
                "Deciding \"how\" to move forward": {
                    "Deciding \"how\" to move forward": {
                        "The city has clarified (and published) specific strategies and tactics which make it clear how they plan to make progress toward each goal statement.": {
                            "Carter": {
                                "14": {}
                            }
                        }
                    }
                },
                "Picking where to start with Open Data efforts": {
                    "Picking where to start with Open Data efforts": {
                        "The city has published priorities for Open Data activities.": {
                            "Carter": {
                                "18": {
                                    "Yes": {
                                        "19": 1
                                    }
                                }
                            }
                        },
                        "Specify methods of determining the prioritization of data release": {
                            "Andrew/Sun": {
                                "19": {
                                    "Yes": {
                                        "19": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Picking what problem to focus on": {
                    "Department Mapping Template": {
                        "The city has established (and published) clear linkages between its goal statements and each department's role in execution.": {
                            "Carter": {
                                "12": {}
                            }
                        }
                    },
                    "Performance Management Goal Setting Template": {
                        "C4. Has at least one publicly stated strategic goal": {
                            "WWC": {
                                "11": {
                                    "Yes": {
                                        "11": 1
                                    }
                                }
                            }
                        },
                        "C2. Has at least one strategic goal": {
                            "WWC": {
                                "10": {
                                    "Yes": {
                                        "11": 1
                                    }
                                }
                            }
                        },
                        "Build on the values, goals and mission of the community and government": {
                            "Andrew/Sun": {
                                "9": {
                                    "Yes": {
                                        "11": 1
                                    }
                                }
                            }
                        },
                        "The city has published goal statements which set clear goals and provide context for why they are important to the city's mission or to the Mayor/City Manager.": {
                            "Carter": {
                                "8": {
                                    "Yes": {
                                        "11": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Leadership": {
                    "Finding an Executive Champion": {
                        "The city has an executive with significant authority over resources who throws his/her full weight behind data-related initiatives like open data, analytics and performance.": {
                            "Carter": {
                                "5": {
                                    "Yes": {
                                        "8": 1
                                    }
                                }
                            }
                        },
                        "C10. Mayor publicizes commitment to governing with data to city departments (e.g., public remarks, internal employee emails, newsletters, website, etc.)": {
                            "WWC": {
                                "7": {
                                    "Yes": {
                                        "8": 1
                                    }
                                }
                            }
                        },
                        "A representative from the mayor/city manager's team is part of the leadership": {
                            "Andrew/Sun": {
                                "6": {
                                    "Yes": {
                                        "8": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Understanding \"when\" to expect progress": {
                    "Setting Targets/Goals": {
                        "The city has specific targets/goals it is aiming for within each goal statement, and those targets/goals are calculated based on analysis of past performance, current context, and forseeable future activities.": {
                            "Carter": {
                                "15": {
                                    "Yes": {
                                        "17": 1
                                    }
                                }
                            }
                        },
                        "Set appropriately ambitious timelines for implementation": {
                            "Andrew/Sun": {
                                "16": {
                                    "Yes": {
                                        "17": 1
                                    }
                                }
                            }
                        },
                        "C3. Has assigned targets, metrics, and a timeframe to measure progress toward the achievement of at least one strategic goal": {
                            "WWC": {
                                "17": {
                                    "Yes": {
                                        "17": 1
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    },
    "Take Stock": {
        "Learn from the Results": {
            "How to generate insights": {
                "Data Science Tools": {
                    "Programming Tools": {
                        "The city enables employees to conduct data analysis using computer programming through Java, R, Python, C, etc.": {
                            "Carter": {
                                "147": {}
                            }
                        }
                    },
                    "Performance Management Platform Recommendations": {
                        "The city publishes its performance data on an interactive virtual platform.": {
                            "Carter": {
                                "141": {}
                            }
                        }
                    },
                    "Geospatial Tools": {
                        "The city enables the utilization of GIS software (i.e. AutoCAD, Esri, Mapinfo, etc) by employees.": {
                            "Carter": {
                                "143": {}
                            }
                        }
                    },
                    "Exploration Tools": {
                        "The city enables the utilization of data exploration software (e.g. Excel, MySQL, R, Tableau, Pentaho) for employees.": {
                            "Carter": {
                                "146": {}
                            }
                        }
                    },
                    "Statistical Tools": {
                        "The city enables the utilization of (i.e. Stata, SPSS, R, Matlab, Minitab, SAS) by employees.": {
                            "Carter": {
                                "142": {}
                            }
                        }
                    },
                    "Data Management Tools": {
                        "The city enables the utilization of data management software (e.g. Access, MySQL, Hadoop, NoSQL) for employees.": {
                            "Carter": {
                                "145": {}
                            }
                        }
                    },
                    "Data Visualization Tools": {
                        "The city enables the utilization of data visualization software (i.e. Tableau, Qlikview, Socrata, R) by employees.": {
                            "Carter": {
                                "144": {}
                            }
                        }
                    }
                },
                "Data Science Methods": {
                    "Text Mining": {
                        "The city treats qualitative information as data and uses text mining analysis to derive insights from PDF reports, etc.": {
                            "Carter": {
                                "171": {}
                            }
                        },
                        "Require digitization and distribution of archival materials": {
                            "Andrew/Sun": {
                                "172": {}
                            }
                        }
                    },
                    "Data Modeling & Statistical Inference - Sampling & Population Estimation": {
                        "The city leverages inferential statistics to drive its understanding of issues affecting broader city populations (e.g. disease transmission).": {
                            "Carter": {
                                "163": {}
                            }
                        }
                    },
                    "Reproducibility": {
                        "Require code sharing or publishing open source": {
                            "Andrew/Sun": {
                                "169": {
                                    "Yes": {
                                        "169": 1
                                    }
                                }
                            }
                        },
                        "Require publishing data creation processes": {
                            "Andrew/Sun": {
                                "168": {
                                    "Yes": {
                                        "169": 1
                                    }
                                }
                            }
                        },
                        "The city publsihes its analysis and underlying methodology to its own employees and/or the public through Github, Sharepoint, or an internal tool": {
                            "Carter": {
                                "167": {
                                    "Yes": {
                                        "169": 1
                                    }
                                }
                            }
                        }
                    },
                    "Data Management - Hygeine": {
                        "Create processes to ensure data quality": {
                            "Andrew/Sun": {
                                "153": {}
                            }
                        },
                        "Analysts report a significant portion of their project time is dedicated to data hygeine prior to analysis being conducted.": {
                            "Carter": {
                                "151": {}
                            }
                        },
                        "Mandate the use of unique identifiers": {
                            "Andrew/Sun": {
                                "152": {}
                            }
                        },
                        "Implementation guidance (Sunlight #24) includes a framework for data quality": {
                            "Andrew/Sun": {
                                "154": {}
                            }
                        }
                    },
                    "Preparation for Analysis - Specifying the Question": {
                        "Analysts in the city report being given very specific questions to answer BEFORE they are expected to conduct analysis,": {
                            "Carter": {
                                "148": {}
                            }
                        }
                    },
                    "Math that Matters (ratios, slopes, net vs. gross changes)": {
                        "The city routinely uses basic counting, ratios, and percent changes to understand changes in program performance.": {
                            "Carter": {
                                "166": {}
                            }
                        }
                    },
                    "Data Management - Data Storage": {
                        "The city demonstrates the ability or intention to transition its data to cloud-based storage, and out of legacy systems.": {
                            "Carter": {
                                "160": {}
                            }
                        }
                    },
                    "Data Management - Database Administration": {
                        "Mandate ongoing data publication and updates": {
                            "Andrew/Sun": {
                                "156": {}
                            }
                        },
                        "The city has more than one individual on an enterprise analytics/STAT/Open Data team who is adept at more than two DBM tools.": {
                            "Carter": {
                                "155": {}
                            }
                        }
                    },
                    "Data Exploration & Descriptive Statistics (central tendency, variability)": {
                        "TS4. Uses a range of evaluation methods to test the impact of programs": {
                            "WWC": {
                                "162": {}
                            }
                        },
                        "The city published descriptive statistics wherever data is presented (reports, dashboards, websites)": {
                            "Carter": {
                                "161": {}
                            }
                        }
                    },
                    "Geospatial Analysis": {
                        "The city has multiple GIS Specialists on staff and leverages them for spatial and non-spatial analysis at the enterprise level (i.e. not limited to": {
                            "Carter": {
                                "170": {}
                            }
                        }
                    },
                    "Coding & Programming": {
                        "The city employees at least two employees (outside the IT department) who are adept in multiple computer programming languages.": {
                            "Carter": {
                                "165": {}
                            }
                        }
                    },
                    "Data Management - Data Security": {
                        "A risk management plan exists": {
                            "Andrew/Sun": {
                                "159": {
                                    "Yes": {
                                        "159": 1
                                    }
                                }
                            }
                        },
                        "The city has published protocols and training for managing PII and other sensitive information in accordance with security guidelines.": {
                            "Carter": {
                                "157": {
                                    "Yes": {
                                        "159": 1
                                    }
                                }
                            }
                        },
                        "Appropriately safeguard sensitive information": {
                            "Andrew/Sun": {
                                "158": {
                                    "Yes": {
                                        "159": 1
                                    }
                                }
                            }
                        }
                    },
                    "Data Modeling & Statistical Inference - Prediction & Machine Learning": {
                        "The city leverages inferential statistics to develop predictive models for at least one service area.": {
                            "Carter": {
                                "164": {}
                            }
                        }
                    },
                    "Preparation for Analysis - Questions you should be asking": {
                        "Analysts report having the freedom and security to elevate or suggest questions worth answering to city leadership.": {
                            "Carter": {
                                "149": {}
                            }
                        },
                        "TS1. Has a designated process for conducting analysis, prep, and follow-up for each Stat or performance management meeting": {
                            "WWC": {
                                "150": {}
                            }
                        }
                    }
                }
            },
            "How to communicate insights": {
                "Design choices": {
                    "Choosing Content Carefully": {
                        "The analysis produced by a city is easily understandable and clearly presented, not jumbled with all possible facts.": {
                            "Carter": {
                                "178": {}
                            }
                        }
                    },
                    "When Maps Matter (and when they don't)": {
                        "The maps published by cities have context provided with them.": {
                            "Carter": {
                                "179": {}
                            }
                        }
                    },
                    "Accessibility": {
                        "Remove restrictions for accessing information": {
                            "Andrew/Sun": {
                                "174": {}
                            }
                        },
                        "The city practices 508-compliance-like standards to make content accessible to those with disabilities.": {
                            "Carter": {
                                "173": {}
                            }
                        },
                        "Create permanent, lasting access to data": {
                            "Andrew/Sun": {
                                "176": {}
                            }
                        },
                        "Create public APIs for accessing information": {
                            "Andrew/Sun": {
                                "175": {}
                            }
                        }
                    },
                    "Data Visualization": {
                        "The city has published data visualizations which are intutive and well designed.": {
                            "Carter": {
                                "177": {}
                            }
                        }
                    }
                },
                "Presentation skills": {
                    "Storytelling Through Data": {
                        "Presentations given by city officials tell a clear and compelling story about how data is used to add value.": {
                            "Carter": {
                                "180": {}
                            }
                        }
                    },
                    "Briefing Executives (written, verbal)": {
                        "Executives in the city report satisfaction with the quality of briefings provided by analyticl staff,": {
                            "Carter": {
                                "181": {}
                            }
                        }
                    }
                },
                "Communicating Insights & Articulating value with Stakeholders": {
                    "Communicating with employees": {
                        "The city routinely communicates with employees about the importance of data and analysis in their work.": {
                            "Carter": {
                                "182": {}
                            }
                        }
                    },
                    "Communicating with the community": {
                        "M12. Publicly releases data that is responsive to residents’ requests (i.e., there is a clear relationship between the data released and residents’ requests)": {
                            "WWC": {
                                "196": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        },
                        "A means is provided for the public to request data": {
                            "Andrew/Sun": {
                                "191": {}
                            }
                        },
                        "Social media is routinely used to engage the public in conversations about open data": {
                            "Andrew/Sun": {
                                "188": {}
                            }
                        },
                        "Proactively release government information online": {
                            "Andrew/Sun": {
                                "185": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        },
                        "Links to the open data portal(s) are prominently included on the jurisdiction's web site(s) (header, footer, or navigation)": {
                            "Andrew/Sun": {
                                "189": {}
                            }
                        },
                        "The city communicates with the public, through multiple channels, about data and analysis relevant to their lives.": {
                            "Carter": {
                                "184": {}
                            }
                        },
                        "A means is provided for the public to provide feedback on published data": {
                            "Andrew/Sun": {
                                "192": {}
                            }
                        },
                        "TS2. Shares key data, findings, and decisions from performance management meetings with the public": {
                            "WWC": {
                                "197": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        },
                        "M7. Publicly releases data that is descriptive of core city services or related to city goals (i.e., data that is useful to the public)": {
                            "WWC": {
                                "194": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        },
                        "The jurisdiction is listed as a provider on the civic data specification's website": {
                            "Andrew/Sun": {
                                "193": {}
                            }
                        },
                        "Create a central location devoted to data publication and policy": {
                            "Andrew/Sun": {
                                "186": {}
                            }
                        },
                        "City representatives who attend locally-organized events direct the public to the open data portal when appropriate": {
                            "Andrew/Sun": {
                                "190": {}
                            }
                        },
                        "Incorporate public perspectives into policy implementation• The launch of the open data website has been publicly announced": {
                            "Andrew/Sun": {
                                "187": {}
                            }
                        },
                        "M8. Has a mechanism for releasing data to the public (e.g., resource page on city website)": {
                            "WWC": {
                                "195": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        }
                    },
                    "Communicating with politicians": {
                        "The city routinely provides data and analysis to elected officials during committee hearings.": {
                            "Carter": {
                                "183": {}
                            }
                        }
                    }
                }
            },
            "How to attract & keep talent": {
                "Identify existing talent": {
                    "Finding open data and performance management coordinators internally": {
                        "The city has designated open data, data governance, performance management, or analytics coordinators across the government.": {
                            "Carter": {
                                "139": {
                                    "Yes": {
                                        "140": 1
                                    }
                                }
                            }
                        },
                        "Every agency/department has designated an open data liaison": {
                            "Andrew/Sun": {
                                "140": {
                                    "Yes": {
                                        "140": 1
                                    }
                                }
                            }
                        }
                    },
                    "Identify existing talent": {
                        "The city has created an informal network of analysts from an existing pool of talent across the city.": {
                            "Carter": {
                                "138": {}
                            }
                        }
                    }
                },
                "High-Yield Recruitment": {
                    "Open Data Analyst Job Description": {
                        "The city has speciic job descriptions for an Open Data Director and/or Open Data analysts.": {
                            "Carter": {
                                "129": {}
                            }
                        }
                    },
                    "STAT Analyst Job Description": {
                        "The city has speciic job descriptions for a STAT Director and/or STAT analysts.": {
                            "Carter": {
                                "128": {}
                            }
                        }
                    },
                    "Open Data Program Manager Job Description (Sheila - Cambridge)": {
                        "M11. Has designated a person or team responsible for Open Data": {
                            "WWC": {
                                "134": {
                                    "Yes": {
                                        "134": 1
                                    }
                                }
                            }
                        },
                        "The city has an Open Data Program Manager or has a speciic job descriptions for an Open Data Program Manager.": {
                            "Carter": {
                                "133": {
                                    "Yes": {
                                        "134": 1
                                    }
                                }
                            }
                        }
                    },
                    "Where to Look for Talent": {
                        "The city proactively lists data and analytics-related job postings with organizations that have relevent expertise and broad reach into top talent.": {
                            "Carter": {
                                "130": {}
                            }
                        }
                    },
                    "Chief Data Officer Job Description (Nicklin)": {
                        "The city has a Chief Data Officer or has a speciic job descriptions for a Chief Data Officer.": {
                            "Carter": {
                                "131": {}
                            }
                        },
                        "Create or appoint oversight authority": {
                            "Andrew/Sun": {
                                "132": {
                                    "Yes": {
                                        "134": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Building effective teams": {
                    "Building effective teams": {
                        "M13. Has staff dedicated to data analysis (e.g., data analytics staff, performance management staff, evaluation staff, Chief Data Officer, etc.)": {
                            "WWC": {
                                "136": {
                                    "Yes": {
                                        "136": 1
                                    }
                                }
                            }
                        },
                        "The city has more than one person advancing the practices of data, analytics, and performance management internally.": {
                            "Carter": {
                                "135": {
                                    "Yes": {
                                        "136": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Identify the right skills": {
                    "Identify the right skills": {
                        "The city has job descriptions which explicitely list data science skillsets in mathematics, statistics, computer science, communications, and general critical thinking.": {
                            "Carter": {
                                "127": {}
                            }
                        }
                    }
                },
                "Retention": {
                    "Retention": {
                        "The city demonstrates the ability to retain data analysts for longer than two years.": {
                            "Carter": {
                                "137": {}
                            }
                        }
                    }
                }
            }
        }
    },
    "Measure": {
        "Decide how you want to measure progress": {
            "How to pick measures that matter": {
                "Building new measures": {
                    "Using families of measures (inputs, outputs, outcomes/impacts, service quality, efficiency)": {
                        "The city leverages a \"family of measures\" to monitor the progress toward each goal statement": {
                            "Carter": {
                                "62": {
                                    "Yes": {
                                        "61": 1
                                    }
                                }
                            }
                        },
                        "M1. Collects key output indicators (outputs are interim data points that indicate progress towards a city priority or goal; e.g., number of trees planted in city fiscal year)": {
                            "WWC": {
                                "63": {
                                    "Yes": {
                                        "61": 1
                                    }
                                }
                            }
                        },
                        "M2. Collects key outcome indicators (outcomes are final data points that indicate concrete progress made towards a city priority or goal; e.g., reduction in unemployment rate; previously unemployed maintain jobs for 12 months)": {
                            "WWC": {
                                "64": {
                                    "Yes": {
                                        "61": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Using the measures you have": {
                    "KPIs": {
                        "The city has selected specific performance measures as \"Key Performance Indicators\" to highlight and visit on a routine basis.": {
                            "Carter": {
                                "60": {
                                    "Yes": {
                                        "61": 1
                                    }
                                }
                            }
                        },
                        "C5. Has assigned targets, metrics, and a timeframe to measure progress toward the achievement of at least one publicly stated strategic goal": {
                            "WWC": {
                                "61": {
                                    "Yes": {
                                        "61": 1
                                    }
                                }
                            }
                        }
                    }
                }
            }
        },
        "Leverage Data": {
            "How to leverage external data": {
                "Leveraging External Sources": {
                    "Data from key partners with overlapping equities (e.g. school districts, utilities, counties, states, feds)": {
                        "The city routinely leverages data from external stakeholders (E.g. school districts, utilities, counties, states, feds) to enhance the quality of its own analysis.": {
                            "Carter": {
                                "70": {}
                            }
                        }
                    }
                },
                "Data Collection": {
                    "Data Collection Best Practices": {
                        "Optimize methods of data collection": {
                            "Andrew/Sun": {
                                "68": {
                                    "Yes": {
                                        "69": 1
                                    }
                                }
                            }
                        },
                        "Data is kept up-to-date without human interaction (re: Sunlight #22)": {
                            "Andrew/Sun": {
                                "69": {
                                    "Yes": {
                                        "69": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Leveraging Multiple Formats": {
                    "Data from web, databases, APIs": {
                        "The city demonstrates the in-house ability to leverage open source data through APIs to enhance the quality of its analysis.": {
                            "Carter": {
                                "71": {}
                            }
                        }
                    }
                }
            },
            "How to Establish Data Governance": {
                "Data Governance": {
                    "Establishing Data Governance": {
                        "The city has established data governance to manage data as an enterprise assett and designated participants routinely attend": {
                            "Carter": {
                                "88": {
                                    "Yes": {
                                        "90": 1
                                    }
                                }
                            }
                        },
                        "Governance body meets at least once a month": {
                            "Andrew/Sun": {
                                "89": {
                                    "Yes": {
                                        "90": 1
                                    }
                                }
                            }
                        },
                        "M10. Has a structured process for releasing data as part of an Open Data program (e.g., defined roles and responsibilities, governance plan, and/or governance committee)": {
                            "WWC": {
                                "90": {
                                    "Yes": {
                                        "90": 1
                                    }
                                }
                            }
                        }
                    }
                }
            },
            "How to conduct a data inventory": {
                "Inventory Data": {
                    "Data Inventory Guide": {
                        "Create a public, comprehensive list of all information holdings": {
                            "Andrew/Sun": {
                                "66": {
                                    "Yes": {
                                        "67": 1
                                    }
                                }
                            }
                        },
                        "The city has conducted (and publsihed) a complete data inventory.": {
                            "Carter": {
                                "65": {
                                    "Yes": {
                                        "67": 1
                                    }
                                }
                            }
                        },
                        "The data inventory is routinely reviewed and public data releases are prioritized": {
                            "Andrew/Sun": {
                                "67": {
                                    "Yes": {
                                        "67": 1
                                    }
                                }
                            }
                        }
                    }
                }
            },
            "How to leverage Data Standards": {
                "Data Standards": {
                    "Leveraging Data Standards": {
                        "Provide comprehensive and appropriate formats for varied uses": {
                            "Andrew/Sun": {
                                "96": {}
                            }
                        },
                        "The city leverages existing (or publishes its own) data standards for the enterprise.": {
                            "Carter": {
                                "94": {}
                            }
                        },
                        "Mandate data formats for maximal technical access.": {
                            "Andrew/Sun": {
                                "95": {}
                            }
                        },
                        "Implementation Guidance (Sunlight #24) defines standards for common data elements to keep them consistent across different datasets (e.g. addresses, date formats, geospatial projections)": {
                            "Andrew/Sun": {
                                "97": {}
                            }
                        },
                        "Civic data specifications are used (if they exist) (similar to Sunlight #8)": {
                            "Andrew/Sun": {
                                "98": {}
                            }
                        }
                    }
                }
            },
            "How to leverage internal data": {
                "Open Data": {
                    "Creating a broader management strategy for Open Data": {
                        "The city has published a management strategy for Open Data": {
                            "Carter": {
                                "86": {}
                            }
                        }
                    },
                    "Open Data Advancement Guide": {
                        "72": {}
                    },
                    "Open Data Getting Started Guide": {
                        "Publish bulk data": {
                            "Andrew/Sun": {
                                "73": {}
                            }
                        }
                    },
                    "Open Data Licensing Standards": {
                        "Mandate data be explicitly license-free": {
                            "Andrew/Sun": {
                                "85": {}
                            }
                        }
                    },
                    "Open Data Metadata & Dictionary Guide": {
                        "Charge data-creating agencies with recommending an appropriate citation form": {
                            "Andrew/Sun": {
                                "74": {}
                            }
                        },
                        "Metadata is compatible with project-open-data / DCAT (re: Sunlight #13)": {
                            "Andrew/Sun": {
                                "76": {}
                            }
                        },
                        "Require publishing metadata": {
                            "Andrew/Sun": {
                                "75": {}
                            }
                        },
                        "References to 3rd party specifications (e.g. civic data standards) are included if relevant": {
                            "Andrew/Sun": {
                                "77": {}
                            }
                        }
                    },
                    "Open Data Portal Technical Requirements": {
                        "The web site provides a useful search feature (re: Sunlight #18)": {
                            "Andrew/Sun": {
                                "79": {}
                            }
                        },
                        "A one-stop data discovery mechanism exists when the jurisdiction operates multiple open data sites (re: Sunlight #18)": {
                            "Andrew/Sun": {
                                "81": {}
                            }
                        },
                        "The web site provides a data.json feed (re: Sunlight #18)": {
                            "Andrew/Sun": {
                                "80": {}
                            }
                        },
                        "Column-level metadata is available and maintained (re: Sunlight #13)": {
                            "Andrew/Sun": {
                                "83": {}
                            }
                        },
                        "M9. Has an Open Data portal": {
                            "WWC": {
                                "78": {
                                    "Yes": {
                                        "78": 1
                                    }
                                }
                            }
                        },
                        "This mechanism also includes parent jurisdiction data such as county, state, and federal (see Sunlight #18)": {
                            "Andrew/Sun": {
                                "84": {}
                            }
                        },
                        "Value-level metadata is available and maintained (re: Sunlight #13)": {
                            "Andrew/Sun": {
                                "82": {}
                            }
                        }
                    }
                },
                "Non-Open Data": {
                    "Non-Open Data": {
                        "The city demonstrates the ability to properly deal with sensitive data using the right security and protection procedures.": {
                            "Carter": {
                                "87": {}
                            }
                        }
                    }
                }
            },
            "How to Conduct Relevant Benchmarking": {
                "Benchmarking": {
                    "Comparing you to you": {
                        "The city routinely compares its current performance to past performance.": {
                            "Carter": {
                                "91": {}
                            }
                        }
                    },
                    "Comparing you to others": {
                        "TS3. Measures and compares performance in core areas against external benchmarks": {
                            "WWC": {
                                "93": {
                                    "Yes": {
                                        "93": 1
                                    }
                                }
                            }
                        },
                        "The city routine compares its current and past performance to that of other comparable jurisdictions.": {
                            "Carter": {
                                "92": {
                                    "Yes": {
                                        "93": 1
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    },
    "Act": {
        "Take Informed Action": {
            "How to take informed action": {
                "Applying the right resources to the problem": {
                    "Applying the right resources to the problem": {
                        "The city makes resource decisions which are based on precice calculations and derived from thorough analysis.": {
                            "Carter": {
                                "122": {
                                    "Yes": {
                                        "31": 1
                                    }
                                }
                            }
                        }
                    }
                },
                "Stopping bad practices": {
                    "Knowing when your practices are bad": {
                        "The city can cite at least three examples of stopping a program or service that, based on analysis of evidence, was not working.": {
                            "Carter": {
                                "120": {}
                            }
                        }
                    },
                    "Finding bad practices": {
                        "The city can cite at least one example of NOT trying something because it was deemed a bad or ineffective practice in another jurisdiction.": {
                            "Carter": {
                                "119": {}
                            }
                        }
                    }
                },
                "Doing what works": {
                    "Stakeholder engagement (CFA Brigades, Identifying Coalitions)": {
                        "The jurisdiction actively participates in the development & evolution of civic data specifications": {
                            "Andrew/Sun": {
                                "114": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "Incorporate public perspectives into policy implementation": {
                            "Andrew/Sun": {
                                "110": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "C7. Involves external stakeholders in goal setting": {
                            "WWC": {
                                "115": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "Agency/department representatives discuss available data with industry/domain representatives (re: Sunlight #30)": {
                            "Andrew/Sun": {
                                "112": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "A7. Actively and successfully facilitates the creative and valuable use of data by residents and entrepreneurs (e.g., public events, prizes, competitions, hackathons, developing apps for the public)": {
                            "WWC": {
                                "117": {}
                            }
                        },
                        "City representatives regularly attend local \"civic hacker\" meetings (CfA Brigades, etc)": {
                            "Andrew/Sun": {
                                "113": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "The city routinely leverages external stakeholders (CFA brigades, coalitions, advocates) for co-problem solving.": {
                            "Carter": {
                                "109": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        },
                        "TS5. Collaborates with researchers (e.g., university partners or research firms) to design or conduct empirical assessments of programs/service delivery": {
                            "WWC": {
                                "116": {}
                            }
                        },
                        "Create or explore potential partnerships": {
                            "Andrew/Sun": {
                                "111": {
                                    "Yes": {
                                        "115": 1
                                    }
                                }
                            }
                        }
                    },
                    "Performance Based Contracting": {
                        "M5. Contracts include performance incentives (e.g., selecting the right contract structure, providing rewards for good performance, reducing payment for underperformance, shrinking future contracts)": {
                            "WWC": {
                                "101": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "TS6. Monitors outcomes specified in contracts": {
                            "WWC": {
                                "103": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "TS7. Reviews outcome data specified in contracts with contractors during the contract term": {
                            "WWC": {
                                "104": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "M4. Identifies goals for key procurements (including grants and contracts), specifies measurable outcomes, and aligns procurement strategy, including the selection of competition strategy, contract structure, and requirements, with goals (goals should describe what the city is seeking to accomplish through the procurement and why the city needs to purchase the good or service)": {
                            "WWC": {
                                "100": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "A3. Makes contracting decisions based with consideration of past performance of vendor(s)": {
                            "WWC": {
                                "108": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "M6. Has systems in place to measure outcomes, impacts, and/or cost effectiveness of key procurements": {
                            "WWC": {
                                "102": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "The city demonstrates that city contracts are routinely evaluated based on performance, and that adverse contracting actions result from underperformance.": {
                            "Carter": {
                                "99": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "TS9. Compares relative performance across service providers (i.e., agency staff reviews performance of all vendors for a particular service)": {
                            "WWC": {
                                "106": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "TS8. At the end of a contract term, systematically reviews and assesses contractor performance": {
                            "WWC": {
                                "105": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        },
                        "A2. Uses performance data to manage ongoing contracts, including detecting issues in real-time and implementing mid-course corrections as needed": {
                            "WWC": {
                                "107": {
                                    "Yes": {
                                        "100-108": 1
                                    }
                                }
                            }
                        }
                    },
                    "Finding best practices": {
                        "The city can cite at least three examples of implementing a program or service change based on a \"best practice\" in another jurisdiction.": {
                            "Carter": {
                                "118": {}
                            }
                        }
                    }
                },
                "Going first (taking a risk)": {
                    "Influencing Behavior through new approaches": {
                        "The city can cite at least one example of trying an unprecedented action based on a belief it might work and and absence of evidence it wouldn't work.": {
                            "Carter": {
                                "121": {}
                            }
                        }
                    }
                }
            },
            "Hot to close the loop": {
                "Connecting new insights to past and future actions/decisions": {
                    "Connecting new insights to past and future actions/decisions": {
                        "A4. Modifies the delivery of existing programs (contracted or agency administered) based on evaluation results": {
                            "WWC": {
                                "126": {
                                    "Yes": {
                                        "126": 1
                                    }
                                }
                            }
                        },
                        "The city can cite three examples of adjusting previous decisions based on new data and analysis (taking stock).": {
                            "Carter": {
                                "123": {
                                    "Yes": {
                                        "126": 1
                                    }
                                }
                            }
                        },
                        "Web site and dataset usage statistics are routinely reviewed to aid in prioritization": {
                            "Andrew/Sun": {
                                "124": {}
                            }
                        },
                        "A1. Modifies the delivery of existing programs based on the review of their results in performance management meetings or through a benchmarking analysis": {
                            "WWC": {
                                "125": {
                                    "Yes": {
                                        "126": 1
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    },
    "General": {
        "General": {
            "How it all comes together": {
                "Emerging Insights Hub": {
                    "Specific Revelations from WWC Partners": {
                        "N/A": {
                            "1": {}
                        }
                    }
                },
                "Conceptual Diagrams": {
                    "Performance Management Ecosystem": {
                        "The city has (or references) a document explaining to every employee how performance management, analysis, and open data practices fit together in their city.": {
                            "Carter": {
                                "2": {}
                            }
                        }
                    }
                },
                "Case Studies": {
                    "Stories about frontline employee using data in WWCs and achieving results": {
                        "The city publishes (internally or externally) examples of its own employees using data to achieve results in their day-to-day practice.": {
                            "Carter": {
                                "3": {}
                            }
                        }
                    },
                    "Give me the code (NYC)": {
                        "The city routinely shares analysis (including methodology) with employees across divisions to facilitate shared horizontal learning.": {
                            "Carter": {
                                "4": {}
                            }
                        }
                    }
                }
            }
        }
    }
}
